{ 
  "Adios amigo": 1,
  "Bravo!": 2,
  "Bravo kiddo!": 3,
  "Bravo! Shall we continue to the next photo?": 4,
  "Congratulations!": 5,
  "Congratulations! Shall we continue to the next photo?": 6,
  "Congratulations you have answered all my questions!": 7,
  "Do you have any suggestions to help me improve?": 8,
  "Great!": 9,
  "Great! Shall we continue to the next photo?": 10,
  "Have a nice day!": 11,
  "Hello this is your virtual teacher": 12,
  "Hello, this is your virtual teacher.": 13,
  "I have a question for you. What is your favourite movie?": 14,
  "I'm sorry I'm afraid I didn't get that": 15,
  "I'm sorry, something went wrong, try again!": 16,
  "In this photo you are with your friends at your house. What did you do there?": 17,
  "I see you answered all my questions did you like them?": 18,
  "I see you answered all my questions, did you like them?": 19,
  "I see you went to the cinema with your best friend. What did you do at the cinema?": 20,
  "Let me ask again.": 21,
  "Let me ask again now.": 22,
  "Let’s look at these nice photos of your weekend. I see you had a great time! I will ask you some questions about what you did at the weekend. Are you ready?": 23,
  "Let's try again.": 24,
  "Now for the first photo": 25,
  "Now, for the first photo. I see you went to the cinema with your best friend. What did you do at the cinema?": 26,
  "Oh so you're leaving even though we hadn't finished yet. Did you like my questions?": 27,
  "Really? I think that movie is amazing! Let's look at these nice photos of your weekend. I see you had a great time! I will ask you some questions about what you did at the weekend. Are you ready?": 28,
  "Really? I think that movie is excellent! Let's look at these nice photos of your weekend. I see you had a great time! I will ask you some questions about what you did at the weekend. Are you ready?": 29,
  "Really? I think that movie is terrible! Lets look at these nice photos of your weekend. I see you had a great time! I will ask you some questions about what you did at the weekend. Are you ready?": 30,
  "See you later!": 31,
  "Shall we continue to the next photo?": 32,
  "Shall we see that last question again?": 33,
  "There are no more questions left. Good bye!": 34,
  "We've already been through the hello part. Don't take me for a fool because I'm a bot!": 35,
  "What did you do at the cinema?": 36,
  "What did you do at the park?": 37,
  "What did you do there?": 38,
  "You also went to the park. What did you do at the park?": 39,
  "you climbed up a tree": 40,
  "Let me see. You climbed up a tree. Let me ask again now. What did you do at the park?": 41,
  "You climbed up a tree. Let's try again. What did you do at the park?": 42,
  "I see. You climbed up a tree. Shall we continue to the next photo?": 43,
  "you played a game": 44,
  "Let me see. You played a game. Let me ask again now. What did you do there?": 45,
  "You played a game. Let's try again. What did you do there?": 46,
  "I see. You played a game. Shall we continue to the next photo?": 47,
  "you watched a movie": 48,
  "Let me see. You watched a movie. Let me ask again now. What did you do at the cinema?": 49,
  "You watched a movie. Let's try again. What did you do at the cinema?": 50,
  "I see. You watched a movie. Shall we continue to the next photo?": 51,
  "I'm sorry, I didn't hear you well. Please repeat!": 52,
  "I'm sorry, something went wrong. Please try later": 53,
  "Congratulations! I see you answered all my questions. Did you like them?": 54,
  "Bravo! I see you answered all my questions. Did you like them?": 55,
  "Great! I see you answered all my questions. Did you like them?": 56,
  "Oh so you're leaving, even though we hadn't finished yet. Did you like my questions?": 57
}
